Repository: fajran/daluang
Catalog: data/locale/*/daluang.po
Languages: id

source: Starting Daluang server at %(addr)s:%(port)s
id: Menjalankan server Daluang pada %(addr)s:%(port)s

source: Usage: daluang-util <command> [cmd-opt ...] Available commands: - convert : convertes a wikipedia dump file - index : creates Xapian's index for a daluang data - list : lists all installed wikipedia files - read : reads a wikipedia entry - help : help for other commands
id: Gunakan: daluang-util <perintah> [cmd-opt ...] Perintah yang tersedia: - convert : mengkonversi berkas wikipedia dump - index : membuat berkas indeks bagi Xapian dari data Daluang - list : menampilkan seluruh berkas data Wikipedia yang terpasang - read : membaca sebuah tulisan di Wikipedia - help : membaca bantuan untuk perintah lain

source: Available commands: %s
id: Perintah yang tersedia: %s

source: Need help? Usage: daluang-util help <command>
id: Butuh bantuan? Gunakan: daluang-util help <perintah>

source: This command is used to convert a data from Wikipedia's format to Daluang own format. Usage: daluang-util convert <language> <code> <data> <data> is an XML database dump of Wikipedia. Usually it is written in the following format: idwiki-20080213-pages-articles.xml.bz2 Example usage: $ daluang-util convert "Bahasa Indonesia" "id" idwiki-20080213-pages-articles.xml.bz2
id: Perintah ini digunakan untuk mengkonversi data dari format Wikipedia menjadi format data milik Daluang. Gunakan: daluang-util convert <bahasa> <kode> <data> <data> adalah berkas basisdata Wikipedia dalam bentuk XML. Biasanya tertulis dalam format berikut: idwiki-20080213-pages-articles.xml.bz2 Contoh penggunaan: $ daluang convert "Bahasa Indonesia" "id" idwiki-20080213-pages-articles.xml.bz2

source: Not found: %s
id: Tidak ditemukan: %s

source: This command is used to read an article from Daluang data. Usage: daluang-util read <datafile|code> <title> <datafile|code> is either a data file or a language code. Example usage: $ daluang-util read id.data "bandung" $ daluang-util read id "bandung"
id: Perintah ini digunakan untuk membaca sebuah artikel dari Daluang. Gunakan: daluang read <berkasdata|kode> <judul> <berkasdata|kode> adalah berkas data atau kode bahasa. Contoh penggunaan: $ daluang-util read id.data "bandung" $ daluang-util read id "bandung"

source: No data available
id: Data tidak tersedia

source: Available data:
id: Data yang tersedia:

source: This command is used to list installed data. Each line will be written in the following format: [code] langauge Example: [id] Bahasa Indonesia The value of "code" is used when you use "read" command.
id: Perintah ini digunakan untuk melihat data yang terpasang. Setiap baris akan ditulis dalam format berikut: [kode] bahasa Contoh: [id] Bahasa Indonesia Nilai dari "kode" digunakan saat anda menggunakan perintah "read".

source: python-xapian doesn't exist
id: python-xapian tidak ada

source: This command is used to create a Xapian index of a data. Usage: daluang-util index <data> <database> <data> is a Daluang's data and <database> is a target Xapian's database. You have to install python-xapian package in order to use this function. This operation may take very long time! Example usage: $ daluang-util index id.data id
id: Perintah ini digunakan untuk membuat berkas indeks Xapian dari data yang ada. Gunakan: daluang-util index <data> <basisdata> <data> adalah data dalam Daluang dan <basisdata> adalah basis data Xapian yang dituju. Anda harus memasang paket python-xapian jika ingin menggunakan fungsi ini. Operasi ini mungkin membutuhkan waktu yang sangat lama! Contoh penggunaan: $ daluang index id.data id

source: Category:
id: Kategori:

source: Other languages:
id: Bahasa lain:

source: show
id: tampilkan

source: hide
id: sembunyikan

source: Language list page
id: Halaman daftar bahasa

source: Back
id: Mundur

source: Forward
id: Maju

source: Article title
id: Judul artikel

source: Open article
id: Buka artikel

source: Search
id: Cari

source: Extra
id: Ekstra

source: Open online version of this article
id: Buka versi online dari artikel ini

source: Open Wikipedia
id: Buka Wikipedia

source: List all available pages
id: Tampilkan seluruh halaman yang ada

source: Show all pages
id: Semua halaman

source: Open external browser?
id: Buka peramban eksternal?

source: You clicked an external link and Daluang is going to open it on external browser.
id: Anda mengklik sebuah tautan eksternal dan Daluang akan membuka peramban internetuntuk membukanya.

source: Do you want to continue?
id: Apakah Anda ingin melanjutkan?

source: Yes
id: Ya

source: No
id: Tidak

source: Always
id: Selalu

source: All Pages
id: Semua Halaman

source: to
id: sampai

source: Available Languages
id: Bahasa Yang Tesedia

source: Please install some data.
id: Harap pasang beberapa data.

source: Content not found!
id: Data tidak tersedia!

source: Not found
id: Tidak ditemukan

source: Daluang doesn't have an article called <strong>%s</strong>
id: Daluang tidak memiliki artikel berjudul <strong>%s</strong>.

source: Suggestions:
id: Saran:

source: Search content for <strong>%s</strong>
id: Cari artikel mengenai <strong>%s</strong>

source: Open online version of <strong>%s</strong>
id: Buka versi online dari <strong>%s</strong>

source: Search wikipedia for <strong>%s</strong>
id: Cari pada wikipedia mengenai <strong>%s</strong>

source: Search result
id: Hasil pencarian

source: Search result for <strong>%s</strong>
id: Hasil pencarian untuk <strong>%s</strong>:

source: Daluang could not found anything about <strong>%s</strong>
id: Daluang tidak dapat menemukan apapun mengenai <strong>%s</strong>.

source: Content not available!
id: Data tidak tersedia!

source: Content not available
id: Data tidak tersedia

source: Daluang doesn't have data for <strong>%s</strong> in <strong>%s</strong>
id: Daluang tidak memiliki data mengenai <strong>%s</strong> dalam <strong>%s</strong>.

source: Click here to open the online version
id: Klik di sini untuk membuka versi online
